---
kind: other
id: Properties.T:Autodesk.Revit.DB.Lighting.InitialIntensity
source: html/87f443e7-c8a2-a90c-4ea8-32fb81227af0.htm
---
# InitialIntensity Properties

The calculated initial intensity value.